HGS/MELDUNGEN/TEMPLATES/IN/Aktualisierungmeldung/Automatenmeldung_6575_Aktualisierungsmeldung_2024-08-02T10_55_25.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungsmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" aktualisierungstyp="STATUS" sstVersion="3.10" status="2" zeitpunkt="2024-08-02T12:55:12+02:00">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="6575" seriennummer="6575"/>
                <metadaten guid="c6ab5156-3dc7-481b-a7a1-f6a8c1ccc4fe" sequenznummer="119887"/>
                <automatenStatus betriebStatus="IN_BETRIEB"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungsmeldung>
    </s:Body>
</s:Envelope>
